tap "adoptopenjdk/openjdk"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "python@3.12"
brew "asciinema"
brew "asciiquarium"
brew "automake"
brew "bash"
brew "bat"
brew "icu4c@76"
brew "glib"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "chafa"
brew "cmake"
brew "dfc"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fastfetch"
brew "fastlane"
brew "unbound"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fluid-synth"
brew "fontforge"
brew "fzf"
brew "git"
brew "git-lfs"
brew "git-sizer"
brew "glow"
brew "gnupg"
brew "go"
brew "gpac"
brew "gpgme"
brew "htop"
brew "imessage-ruby"
brew "ios-deploy"
brew "jansson"
brew "jq"
brew "lima"
brew "neofetch"
brew "nvm"
brew "oci-cli"
brew "openjdk"
brew "openjdk@11"
brew "poppler"
brew "pdfgrep"
brew "pfetch"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python-tk@3.10"
brew "python@3.11"
brew "qemu"
brew "ruby-build"
brew "rbenv"
brew "rust"
brew "speedtest-cli"
brew "stow"
brew "thefuck"
brew "tmux"
brew "tree"
brew "viu"
brew "vnstat"
brew "watchman"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/packer"
cask "db-browser-for-sqlite"
cask "expo-orbit"
cask "fontforge"
cask "github"
cask "gureumkim"
cask "imgotv"
cask "zulu@17"
